{
  "news":     [
      {
        "blogImgLink href": "https://www.farmsahel.org/public-interest-registry-names-farmsahel-as-2024-org-impact-awards-finalist",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/2024+.ORG+Impact+Awards+Finalist+%287%29-1920w.png",
        "Title": "Public Interest Registry Names FarmSahel as 2024 .ORG Impact Awards Finalist",
        "Author": "By FarmSahel",
        "Author1": "14-Aug-24",
        "Description": "On August 13, 2024, Public Interest Registry (PIR), the organization behind the                     .ORG domain, proudly announced that FarmSahel has been selected as                               a finalist for the 2024 .ORG Impact Awards. This esteemed global awards program honors exceptional mission-driven individuals and organizations worldwide for their significant contributions to society.                                                              Chosen from over 1,700 applications spanning nearly 90 countries, FarmSahel stood out for its efforts to unlock the potential of Sahel communities to achieve economic freedom through sustainable permaculture.                                                              All winners will be revealed at an in-person awards ceremony on October 8 in Washington, D.C. Finalists from around the world will gather for the event, with each receiving a donation of $2,500 USD. Additionally, all finalists, including FarmSahel, will compete for larger donations ranging from $10,000 to $50,000 USD.                                                              The 35 finalists represent the top five entries in each of the seven award categories:                                                              ● Community Building                                                              ● Quality Education for All                                                              ● Environmental Stewardship                                                              ● Diversity, Equity, and Inclusion                                                              ● Health and Healing                                                              ● Hunger and Poverty                                                              ● Rising Stars (leaders under 25 making a difference in their communities)                                                              FarmSahel is a finalist in the Hunger and Poverty category. Winners across all categories, including the prestigious .ORG of the Year, will be announced during the .ORG Impact Awards celebration on October 8.                                                              The .ORG of the Year winner will receive a $50,000 USD donation, while winners of the other categories will each receive $10,000 USD. Beyond the financial award, the recognition from the .ORG Impact Awards will help elevate the profiles of winning organizations, boosting donations, funding, talent acquisition, partnership development, and audience reach."
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/water-in-ouda",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/0f140a3f-f262-4e2e-9596-bea3a0ed8922+3-1920w.JPG",
        "Title": "Water in Ouda!",
        "Author": "By FarmSahel",
        "Author1": "27-Mar-24",
        "Description": "Dear Supporters,                                                    We wanted to take a moment to express our deepest gratitude to The PEF's generous contributions towards digging a water well for the women farmers of Ouda village. Your support has truly made a significant impact on the lives of these hardworking individuals and their entire community.                                                              Thanks to your donations, the women farmers of Ouda now have access to clean drinking water, which is essential for their health and well-being. Moreover, the availability of irrigation systems will enable them to cultivate off-season vegetables, increasing their crop yields and improving their livelihoods. Your generosity has empowered these women to practice sustainable farming and secure a brighter future for themselves and their families.                                                              We cannot emphasize enough the profound difference your donations have made. Through your kindness and compassion, you have brought hope and positive change to a community that greatly needed it. Your belief in our mission and your willingness to contribute have truly touched our hearts.                                                              On behalf of the women farmers of Ouda village, we extend our heartfelt appreciation for your support. Your kindness has inspired us to continue working tirelessly to improve the lives of those in need. We will keep you updated on the progress of the water well project and its ongoing impact on the community.                                                              Once again, thank you for your incredible generosity and for being champions of positive change. Your support has made a lasting difference, and we are forever grateful.                                                              With sincere gratitude,                                                              Madjalia Seynou                               Executive Director                               FarmSahel"
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/womens-world-summit-foundation-wwsf-names-madjalia-seynou-founder-and-executive-director-of-farmsahel-as-2023-women-creativity-in-rural-life-awardee",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/IMG_2875-1920w.jpg",
        "Title": "Women’s World Summit Foundation (WWSF) Names Madjalia Seynou, Founder and Executive Director of FarmSahel as 2023 Women Creativity in Rural Life Awardee",
        "Author": "By FarmSahel",
        "Author1": "13-Oct-23",
        "Description": "This recognition is a testament to her dedication and passion for sustainable rural development.                                                    We owe a huge thanks to Anna Taft of the Tandana Foundation for nominating Madjalia for this Award, and to all the mentors and supporters who have played a vital role in this journey.                                                              A special shoutout to our outstanding FarmSahel team on the ground, whose hard work and commitment have yielded remarkable results. This achievement is a reflection of your unwavering dedication.                                                              Let's not forget the remarkable women beneficiaries of FarmSahel, whose tireless efforts and eagerness to learn have been instrumental in making this milestone possible.                                                              This award marks a new chapter, and we look forward to many more accolades in the future. Together, we'll continue to empower rural women and build sustainable communities."
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/thank-you-for-the-water-well",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/9f1c5357-a0d6-46f9-9964-834280a8ecf8+2-1920w.JPG",
        "Title": "Water in Simbri!",
        "Author": "By Madjalia Seynou",
        "Author1": "21-Jun-23",
        "Description": "Dear Donors,                                                    We wanted to take a moment to express our deepest gratitude for your generous contributions towards digging a water well for the women farmers of Simbri village in Bindé. Your support has truly made a significant impact on the lives of these hardworking individuals and their entire community.                                                              Thanks to your donations, the women farmers now have access to clean drinking water, which is essential for their health and well-being. Moreover, the availability of irrigation systems will enable them to cultivate off-season vegetables, enhancing their crop yields and livelihoods. Your compassionate act has empowered these women to achieve sustainable farming practices and secure a brighter future for themselves and their families.                                                              We cannot emphasize enough the profound difference your donations have made. Through your kindness and generosity, you have brought hope and positive change to a community that greatly needed it. Your belief in our cause and your willingness to contribute have truly touched our hearts.                                                              On behalf of the women farmers of Simbri village, we extend our heartfelt appreciation for your support. Your kindness and empathy have inspired us to continue working tirelessly to improve the lives of those in need. We will keep you updated on the progress of the water well project and its impact on the community.                                                              Once again, thank you for your incredible generosity and for being champions of positive change. Your support has made a lasting difference, and we are forever grateful.                                                              With sincere gratitude,                                                              Madjalia Seynou                               Executive Director                               FarmSahel"
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/stop-huger-names-madjalia-seynou-as-2023-women-for-zero-hunger-program-finalists",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/340998586_947082346305826_4943992481283238936_n-1920w.jpg",
        "Title": "Stop Huger Names Madjalia Seynou as 2023 Women for Zero Hunger Program finalist",
        "Author": "By FarmSahel",
        "Author1": "10-Apr-23",
        "Description": "We are thrilled to Announce that Madjalia Seynou, Founder and Executive Director of FarmSahel is a 2023 Women for Zero Hunger Program Finalist!                                                    Each finalist presented inspiring projects tackling hunger and food insecurity across Africa. Their innovative ideas, passionate teams, and demonstrably positive community impact were truly remarkable.                                                              Congratulations to all Winners!                       FarmSahel, Women Smiles Uganda and ChildVoice International who have been selected for their exceptional contributions to fighting against hunger in Africa!                                                                         These incredible women will receive crucial financial support and a transformative six-month mentorship program to further empower their work.                                                              The grand prize winner, to be announced at the end of the year, will also have the opportunity to showcase their project at the 2024 Stop Hunger Event, unlocking additional crowdfunding potential.                                                              WIA Philanthropy and Stop Hunger are eager to support these trailblazing leaders over the next six months."
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/advanced-weather-prediction-in-burkina-faso",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/DFCDC30A-AEF8-4436-8601-5EE6F7E0EF48-1920w.jpg",
        "Title": "Advanced Weather Prediction in Burkina Faso",
        "Author": "By Joe Marrone",
        "Author1": "09-Feb-23",
        "Description": "In late 2022 Burkina Faso was one of the western Sahel countries to receive an onslaught of heavy and unpredictable rain. From June to October of 2022, over 800 people died, and flooding destroyed millions of hectares of farmland. Human-caused climate change made the 2022 wet season 20% more severe, exacerbating the chronic food security crisis facing Burkina Faso and the Sahel. Crops in most of the Western Sahel received 40% less water than needed. As a result, in Burkina Faso, crop production dropped by 10% compared to the previous five-year average.                                                                                                 Food prices rose significantly due to a low harvest and a lack of imports hampered by the war in Ukraine. Experts wanted to find a link between the 2021 drought and the 2022 deadly rainfall in the Sahel. Unfortunately, it was impossible to detect trends or plan preventative measures due to a lack of weather instruments.                                                               Now Burkina Faso is modernizing its technology to track and predict the weather as the onslaught of climate change continues. The European Union funded a pilot program called ClimSA which started in Burkina Faso and is now moving to 17 other West African countries. This program allows countries like Burkina Faso to better predict and track weather. Over 300 stations across Burkina Faso take measurements of temperature, precipitation, humidity, radiation levels, and atmospheric pressure. With this information, trained Burkinabe meteorologists can refine forecasts and monitor the impact of climate change.                                                               Weather stations and weather prediction systems were severely lacking across the entire continent of Africa. From 1990 to 2019, Africa received only 3.5% of global funding for climate research. Now, with the ClimSA program, meteorologists are able to communicate better with the general public.                       In Burkina Faso, agricultural bulletins are sent to local radio stations in eight different languages with specialized weather reports. With over 900,000 daily listeners, farmers are taking advantage of the new information. They are able to know when to plant and listen to seasonal weather forecasts. The meteorologists also use the large radio audience to explain to farmers how to improve yields, manage water, and refresh degraded soil.                                                                                                The information collected has shown that there has been a steady increase in temperatures in Burkina Faso over the years. Rainfall is coming late in the season and only as heavy and destructive downpours.                       As meteorologists were setting up the new advanced weather systems across Burkina Faso, in Egypt, a breakthrough was made at COP27. The United Nations Climate Change conference provided an agreement called \"loss and damage,\" which plans to fund vulnerable countries hit hard by climate disasters. The governments involved in creating the agreement will establish a transitional committee to make recommendations on funding arrangements at COP28. This committee's first meeting will be in March of 2023.                                                                                                For the globe to transition into a low-carbon economy, it is estimated to cost between $4 to $6 trillion a year. Activists continue to worry about the promise of change, but the lack of action as developed countries have not yet met the $100 billion per year by 2020 as promised.                                                              The new loss and damage fund will help countries like Burkina Faso continue to mitigate climate change disasters. ClimSA is another tool that will be life-saving to farmers and rural Burkinabe people who may be in a storm's path. But, unfortunately, developed countries need to do more not only to finance but to transition into a zero-carbon economy.                                                                                             https://unfccc.int/news/cop27-reaches-breakthrough-agreement-on-new-loss-and-damage-fund-for-vulnerable-countries                                                              https://www.lemonde.fr/en/le-monde-africa/article/2022/11/09/cop27-burkina-faso-uses-improved-methods-to-predict-rainfall-and-extreme-weather-events_6003529_124.html                                                              https://www.carbonbrief.org/west-africas-deadly-rainfall-in-2022-made-80-times-more-likely-by-climate-change/"
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/making-an-impact-around-the-world",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/IMG_8155-1920w.JPG",
        "Title": "Making an Impact Around the World",
        "Author": "By Joe Marrone",
        "Author1": "24-Sep-22",
        "Description": "Africa is a beautiful country that has seen absolute horrors entirely out of her control. Africa’s vast and diverse wilderness is breathtaking but disappearing, and her population is growing but unstable. Yet, through all the hardships faced on the continent, the everyday people of Africa have shown their resilience and ability to keep looking forward, not giving up no matter the difficulties they face. As FarmSahel continues to help the everyday rural farmers of Burkina Faso, we must remember the dedication Burkinabe people have not to allow their uncontrollable situation stop them from achieving greatness."
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/the-discovery-of-agriculture",
        "Image": "https://lirp.cdn-website.com/md/pexels/dms3rep/multi/opt/pexels-photo-221016-1920w.jpeg",
        "Title": "The Discovery of Agriculture",
        "Author": "By Joe Marrone",
        "Author1": "26-Aug-22",
        "Description": "Evolutionary history constantly changes as scientists find new fossil records and archeologists reinterpret old evidence. Although, what has remained true is modern humans’ first continent, Africa. It is here that the entire world as we know it started. Ninety thousand years ago, the first people migrated out of Africa to explore a new world and create new cultures, languages, and technologies. One of these developments was one that completely changed the way humans lived, domestication.                                                                         As hunter-gatherers, humans migrated alongside their food. They had no permanent settlements, and everyone worked together to feed their small tribe. Eventually, agriculture started to seep into the lives of people. The exact time and way ancient humans first domesticated plants and animals is still not known. Archaeologists believed that once a tribe learned about agriculture, they switched entirely and that this way of life spread worldwide, hence the name agricultural revolution. However, recently this theory has been disproven. Some tribes in Africa kept to their hunter-gatherer lifestyle, while others took a hybrid approach. Archeological records also indicate that humans discovered agriculture around the late stone age when people carved stones into specific shapes for weapons and tools.                                                              Another misconception many people have is that the discovery of agricultural production happened in one place. In reality, cultures worldwide discovered domestication in multiple places, but the exact process of how it came about will never be known. However, archeologists and historians have a consensus on the most likely way plant and animal domestication was discovered.                                                              It is believed that the gatherers of the tribe started to protect certain crops, mostly cereals like sorghum and millets. People would protect the crops by weeding and resowing their seeds. Gatherers soon found that resowing healthier crops produced better crops the following year. True domestication came when a family of crops became dependent on human intervention. As the years went by, the plant would no longer be able to compete with weeds but would produce a much higher yield.                                                              The same process took place with the domestication of wild animals. Again, the members of the tribe would protect the healthier wild animals. The animals would be herded together and brought to better grazing sites to increase their size. Larger animals produced more milk and meat, but the animals now required human assistance to survive. The agricultural revolution was long and drawn out, but its impacts changed humans’ entire understanding of the world!                                                              People around the world and in Africa started settling. Instead of makeshift shelters, people began to use mud, thatch, and even stones to create permanent housing. With the rise of agriculture, people began to develop better tools, use them, and be able to store them. They were no longer restricted to only taking what they could carry on their backs. Even more importantly, as people began settling in fertile regions and having a reliable food source, they had more children. Once seen as a burden to carry and care for, the entire family helped raise newborn babies. They would soon be in the fields helping their family with the harvest. Families also gained access to a surplus. If families were able to produce more than they could consume, they would have food security through bad harvests or severe weather. They would also be able to trade with artisans for other goods.                                                              Agriculture completely changed the way human beings interacted with their environment. They no longer lived in harmony with nature, migrating with the weather and animals. This surplus quickly started to create classes between rich and poor. However, this change was much more gradual than recently believed. Many early farming communities still relied heavily on hunting. Some communities simply domesticated animals, migrating to the best feeding spots every season. Archaeologists believe that most of Africa’s traditional religions gained a spiritual element during the agricultural revolution. People now had to rely on the weather and the varying climate. This brought about prayers for rain, fertility, and a good harvest.                                                              Plant and animal domestication was a long and slow process but soon took over every corner of the world. It became embedded in ancient people’s lifestyles and religions. The agricultural revolution was a significant turning point in the history of homo sapiens. We still rely heavily on farm production, and FarmSahel is working to ensure farmers can produce crops for generations.                                                                                             Shillington, Kevin. History of Africa. Fourth ed., Red Globe Press, 2019."
      },
      {
        "blogImgLink href": "https://www.farmsahel.org/burkina-fasos-resilient-culture",
        "Image": "https://lirp.cdn-website.com/a652d47c/dms3rep/multi/opt/file-b83b8ca0-1920w.png",
        "Title": "Burkina Faso’s Resilient Culture",
        "Author": "By Joe Marrone",
        "Author1": "08-Aug-22",
        "Description": "On August 5th, Burkina Faso celebrated its 62nd Independence Day! Colonial rule was brutal to the African people, and it decimated cultures. Luckily, the people of Burkina Faso stood tall against French rule and are still able to practice those ancient traditions that their ancestors participated in generations ago.                                                                         It wasn’t until Thomas Sankara took power in 1983 in a bloodless coup when The Republic of Upper Volta officially became Burkina Faso. Sankara chose the name Burkina Faso from two of the country’s most common languages. As an attempt to drive away corruption and gain greater autonomy from foreign influence, the name roughly translates to ‘Land of Honest People.’ Unfortunately, the political situation of Burkina Faso has not improved with continued coups, violence, and poverty. However, the Burkinabe people have never waivered and continue practicing their traditional culture, especially in rural areas.                                                              While French is the official language of Burkina Faso, there are over 70 languages throughout the country, 60 of which are indigenous to the region. Each of these languages has its own myths, spiritual traditions, and cultures which survived the onslaught of western colonization. Overall, the traditional beliefs of many indigenous cultures differ from western cultures. Burkina Faso’s traditional ideas focus on an inter-dependence between communities and living in harmony with nature. Traditional culture focuses on living well, not living better, which helps deter conflict between ethnic groups.                                                              With such deep roots in traditional culture, Burkina Faso is rich in music, clothing, and rituals. Traditional music often consisted of drums, flutes, and stringed instruments. In addition, in the west of the country, an instrument called the balophon is made with dried gourds. Dancers usually accompany music in colorful costumes. Music is such an important aspect of traditional culture that Burkina Faso holds a biennial festival called the International Festival of Masks and the Arts or FESTIMA.                                                              The International Festival of Masks and the Arts started in 1996 and occurs every other year, falling on even years. The fifteenth festival took place in early March 2020 and lasted several days. The festival is held in Burkina Faso, the most recent in Bankuy. Thousands of people come to see dancers in traditional clothes and masks perform ancient rituals from west African countries. There is usually a translator at the festival to help interpret the dance being performed. While music and dance are integral to the traditional culture of Burkina Faso, this festival focuses on the protection of Masks that are very important to the Mossi ethnic group.                                                              The Mossi are the largest ethnic group in Burkina Faso, accounting for about 52% of the population. The ancient Mossi empire controlled a large portion of the center of Upper Volta. The Nyonyose, farmers and spiritual segments of ancient Mossi culture, used masks in rituals and religious observances. Archaeologists found that the Mossi primarily used masks at burials, especially for leading elders and chiefs. Rituals would be performed continuously after an elder had died since elders had the most respect in the Mossi hierarchical system. It is believed that Masks allowed the spirit to pass into the world of ancestors. It is believed without a proper funeral the spirit would cause trouble for their descendants. Thick, vibrant costumes accompanied masks. Masks are still sacred in many traditional parts of Burkina Faso and are seen as a link to spirits and nature.                                                              These traditional parts of Burkina Faso are usually rural regions. They have relied on oral tradition to pass down poems, folk tales, songs, and more. It wasn’t until late into colonization that written literature came to the Burkinabe people, some of whom started to write down oral stories, mostly from the Mossi ethnic group.                                                              While cultural tradition and language have survived colonial rule, new problems are bringing Burkina Faso’s rich culture into demise. Most notably, young people are flocking to cities to find higher-paying jobs. These cities do not follow the traditional culture and are much more westernized. Second, the noble aspects of traditional Burkina Faso culture are disappearing as life becomes more difficult for the rural population. Third, climate change, internally displaced people, and terrorism forced some groups to have forgotten about living well and in harmony with nature.                                                              FarmSahel hopes to continue or bring back that ancient tradition of living in harmony with nature. Our programs are designed to help mitigate the effect of climate change, allow villages to better absorb the impact of migrants, and bring harmony back between the agriculturalists and their land.                                                                                                                            https://www.aljazeera.com/gallery/2016/3/13/in-burkina-faso-festima-a-festival-of-african-masks                               https://www.iexplore.com/articles/travel-guides/africa/burkina-faso/history-and-culture                               https://en.wikipedia.org/wiki/Mossi_people#:~:text=The%20Mossi)%20are%20a%20Gur,or%20about%2011.1%20million%20people.                               https://www.worldatlas.com/articles/the-culture-of-burkina-faso.html                               https://barkafoundation.org/burkina-faso-history-culture-climate-people-more/"
      }
    ]
}
